/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "“%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Il valore non è valido.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "Il valore %@ non è valido.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Fornisci un valore valido.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Il valore non è valido.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "Il valore %@ non è valido.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Il valore è troppo piccolo.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Il valore è troppo grande.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Fornisci un valore valido.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Fornisci un numero non minore di %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Fornisci un numero tra %1$@ e %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Fornisci un numero non maggiore di %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "Il valore %@ è troppo piccolo.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "Il valore %@ è troppo grande.";

/* NSFileLockingError */
"Err255-C" = "Impossibile proteggere il documento.";

/* NSFileLockingError */
"Err255-R" = "Il documento potrebbe essere già protetto o non hai i permessi per proteggerlo.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Impossibile proteggere il documento “%@”.";

/* NSFileReadUnknownError */
"Err256" = "Impossibile aprire il documento.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Impossibile aprire il documento “%@”.";

/* NSFileReadNoPermissionError */
"Err257" = "Il documento non può essere aperto perché non hai i privilegi necessari per visualizzarlo.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Non hai i permessi.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Per visualizzare o modificare i permessi, seleziona l'elemento nel Finder e scegli Archivio > Ottieni informazioni.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Il documento “%@” non può essere aperto perché non hai i privilegi necessari per visualizzarlo.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Il nome del documento non è valido.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Impossibile aprire l'elemento perché il nome “%@” del documento non è valido.";

/* NSFileReadCorruptFileError */
"Err259" = "Impossibile aprire il documento perché non è nel formato corretto.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Il documento non è nel formato corretto.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Il documento potrebbe essere danneggiato, incompleto o in un formato inaspettato.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Impossibile aprire il documento “%@” perché non è nel formato corretto.";

/* NSFileReadNoSuchFileError */
"Err260" = "Impossibile aprire il documento perché non esiste.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "La cartella “%@” non esiste.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "il documento non esiste.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "La cartella non esiste.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Impossibile aprire il documento “%@” perché non c'è un documento di quel tipo.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Impossibile aprire il documento utilizzando la codifica di testo specificata.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "La codifica di testo specificata non può essere applicata.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "La codifica di testo %@ non può essere applicata.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Il documento potrebbe essere stato registrato usando una codifica di testo diversa o potrebbe non essere un documento di testo.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Impossibile aprire il documento utilizzando la codifica di testo %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Impossibile aprire il documento “%2$@” utilizzando la codifica di testo %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Impossibile salvare il documento perché il tipo di URL specificato non è supportato.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Il tipo di URL specificato non è supportato.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Impossibile aprire il documento “%1$@” perché il tipo di URL %2$@ non è supportato.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Impossibile aprire il documento perché il tipo di URL %@ non è supportato.";

/* NSFileReadTooLargeError */
"Err263" = "Impossibile aprire l'elemento perché è troppo grande.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "L'elemento è troppo grande.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Impossibile aprire l'elemento “%@” perché è troppo grande.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Impossibile aprire il documento perché la codifica del testo del contenuto non può essere determinata.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Impossibile determinare la codifica di testo del contenuto.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Puoi aprire il documento specificando una codifica di testo.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Impossibile aprire il documento “%@” perché la codifica del testo del suo contenuto non può essere determinata.";

/* NSUserCancelledError */
"Err3072-C" = "L’operazione è stata annullata.";

/* NSFeatureUnsupportedError */
"Err3328" = "Impossibile completare l'operazione richiesta perché la funzionalità non è supportata.";

/* NSFeatureUnsupportedError, argument is a file name */
"Err3328(Trash).f" = "Impossibile spostare “%@” nel Cestino perché il volume ne è sprovvisto.";

/* NSFeatureUnsupportedError, argument is a file name and volume name */
"Err3328(Trash).fv" = "Impossibile spostare “%1$@” nel Cestino perché il volume “%2$@” ne è sprovvisto.";

/* NSFeatureUnsupportedError */
"Err3328-C" = "L'operazione richiesta non è supportata.";

/* NSFeatureUnsupportedError */
"Err3328-C(Trash)" = "Il volume non presenta il Cestino.";

/* NSPropertyListCorruptError */
"Err3840" = "I dati non possono essere letti perché sono stati danneggiati.";

/* NSPropertyListCorruptError */
"Err3840-C" = "I dati sono stati danneggiati.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "I dati non possono essere letti perché l'applicazione non riconosce il formato dei dati.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "L'applicazione non riconosce il formato dei dati.";

/* NSPropertyListReadStreamError */
"Err3842" = "I dati non possono essere letti perché si è verificato un errore nella sorgente dei dati.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Si è verificato un errore nella sorgente dei dati.";

/* NSPropertyListWriteStreamError */
"Err3851" = "I dati non possono essere scritti perché si è verificato un errore nella destinazione dei dati.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Si è verificato un errore nella destinazione dei dati.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "La cartella “%@” non esiste.";

/* NSFileNoSuchFileError, first arg: source file, second arg: destination file */
"Err4(Move).fp" = "Impossibile spostare “%1$@” su “%2$@”: non esiste il primo elemento oppure non esiste la cartella che contiene il secondo.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "Impossibile rimuovere “%@”.";

/* NSFileNoSuchFileError */
"Err4-C" = "il documento non esiste.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "La cartella non esiste.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Il documento “%@” non esiste.";

/* Message shown when the connection to a helper application is interrupted due to the helper application exiting. */
"Err4097" = "Impossibile comunicare con un'applicazione di supporto.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4097-R" = "Prova di nuovo a eseguire l'operazione. Se non riesce, esci, riavvia l'applicazione e riprova.";

/* Message shown when the connection to a helper application is interrupted and can not be reestablished. */
"Err4099" = "Impossibile comunicare con un'applicazione di supporto.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4099-R" = "Prova di nuovo a eseguire l'operazione. Se non riesce, esci, riavvia l'applicazione e riprova.";

/* Message shown when the connection to a helper application is invalidated due to a corrupted response. */
"Err4101" = "Impossibile comunicare con un'applicazione di supporto.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4101-R" = "Prova di nuovo a eseguire l'operazione. Se non riesce, esci, riavvia l'applicazione e riprova.";

/* NSFileWriteUnknownError */
"Err512" = "Impossibile salvare il documento.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Impossibile salvare il documento “%1$@” perché il documento di backup non può essere aggiornato.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "Impossibile copiare “%1$@” in “%2$@”.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "Impossibile collegare “%1$@” a “%2$@”.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "Impossibile spostare “%1$@” in “%2$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "Impossibile rimuovere “%@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Trash).f" = "Impossibile spostare “%@” nel Cestino.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Impossibile salvare il documento di backup.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Il documento di backup potrebbe essere bloccato oppure potresti non avere i permessi per salvarlo. Per visualizzare o modificare i permessi, seleziona l'elemento nel Finder e scegli Archivio > Ottieni informazioni.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Impossibile salvare il documento “%2$@” nella cartella “%1$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Impossibile salvare il documento “%@”.";

/* NSFileWriteNoPermissionError */
"Err513" = "Impossibile salvare il documento perché non hai i permessi.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "“%1$@” non può essere copiato perché non hai i privilegi necessari per accedere a “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "“%1$@” non può essere collegato perché non hai i privilegi necessari per accedere a “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "“%1$@” non può essere spostato perché non hai i privilegi necessari per accedere a “%2$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "“%@” non può essere rimosso perché non hai i privilegi di accesso necessari.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Trash).f" = "Impossibile spostare “%@” nel Cestino perché non disponi dei privilegi necessari.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Non hai i permessi.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Per visualizzare o modificare i permessi, seleziona l'elemento nel Finder e scegli Archivio > Ottieni informazioni.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Non hai i permessi per salvare il documento “%2$@” nella cartella “%1$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Non hai i privilegi per salvare il documento “%@”.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Impossibile salvare il documento perché il nome del documento non è valido.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Impossibile rimuovere l'elemento perché il nome documento “%@” non è valido.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Il nome del documento non è valido.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Impossibile salvare l'elemento perché il nome del documento “%@” non è valido.";

/* NSFileWriteFileExistsError */
"Err516" = "Impossibile salvare il documento perché esiste già un documento con lo stesso nome.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Copy).fp" = "Impossibile copiare “%1$@” su “%2$@” perché esiste già un elemento con lo stesso nome.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Link).fp" = "Impossibile collegare “%1$@” a “%2$@” perché esiste già un elemento con lo stesso nome.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Move).fp" = "Impossibile spostare “%1$@” su “%2$@” perché esiste già un elemento con lo stesso nome.";

/* NSFileWriteFileExistsError */
"Err516-C" = "Esiste già un documento con lo stesso nome.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516-C.f" = "Esiste già un network con il nome “%@”.";

/* NSFileWriteFileExistsError */
"Err516-R" = "Per salvare il documento, fornisci un altro nome, oppure sposta o elimina il documento esistente e riprova.";

/* NSFileWriteFileExistsError, first arg: destination folder, second arg: a file name */
"Err516.df" = "Impossibile salvare il documento “%2$@” nella cartella “%1$@” perché contiene già un documento con lo stesso nome.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516.f" = "Impossibile salvare il documento “%@” perché esiste già un documento con lo stesso nome.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Impossibile salvare il documento con la codifica di testo specificata.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "La codifica di testo specificata non può essere applicata.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "La codifica di testo %@ non può essere applicata.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Se possibile, seleziona un'altra codifica di testo.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Impossibile salvare il documento utilizzando la codifica di testo %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Impossibile salvare il documento “%2$@” utilizzando la codifica di testo %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Impossibile salvare il documento perché il tipo di URL specificato non è supportato.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Il tipo di URL specificato non è supportato.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Impossibile salvare il documento “%1$@” perché il tipo di URL %2$@ non è supportato.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Impossibile salvare il documento perché il tipo di URL %@ non è supportato.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Il documento non è stato salvato per mancanza di spazio sufficiente.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "Impossibile copiare “%1$@” in “%2$@” perché lo spazio libero è insufficiente.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "Impossibile collegare “%1$@” a “%2$@” perché lo spazio libero è insufficiente.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "Impossibile spostare “%1$@” in “%2$@” perché lo spazio libero è insufficiente.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640(Trash).f" = "Impossibile spostare “%@” nel Cestino perché non c'è spazio libero sufficiente.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Non c'è spazio sufficiente.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Spazio esaurito sul volume “%@”.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Rimuovi alcuni documenti dal volume e riprova.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Impossibile salvare il documento “%@” perché lo spazio è insufficiente.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Impossibile salvare il documento “%1$@” perché lo spazio sul volume “%2$@” è esaurito.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Non è stato possibile salvare il documento perché il volume è di sola lettura.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642(Trash).f" = "Impossibile spostare “%@” nel Cestino perché il volume è di sola lettura.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Il volume è di sola lettura.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Il volume “%@” è di sola lettura.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Prova a salvare il documento su un altro volume.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Impossibile salvare il documento “%@” perché il volume è di sola lettura.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Impossibile salvare il documento “%1$@” perché il volume “%2$@” è di sola lettura.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "Impossibile completare l'operazione. (%1$@ errore %2$ld).";

